Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Assistant Manager Cheon, Superstar.tmx
Source language: ko_kr
Languages: en

source: 계획이 어떻게 됩니까?
en: what are your plans for it?

source: 모셔야 한다~ 이 말이
en: you need to worship the ground I--

source: 법인 카드가 어디 있더라~~?
en: where was the company card again...?

source: 조금만 더 이따 자!
en: go to bed a little later!

source: 당황
en: startled

source: 술은 드럼이 아니라 네가 끊어야 하는 거 아냐?
en: maybe it’s you, not the drummer, who needs to quit drinking.

source: 두둥 두둥
en: da dun da dun

source: 괜찮았나요?
en: was that any good?

source: 꺄
en: squee

source: 이런 분위기에 그저 연습이라니, 말도 안 되지!
en: ...but just a rehearsal? in this heady atmosphere? not possible!

source: 홍아란.
en: aran hong.

source: ∙∙∙글쎄,
en: I... don’t know.

source: 우리의 연애도, 밴드도 모두 순항했다.
en: our relationship, the band... both were going swimmingly.

source: 나 참…
en: man...

source: 가시죠!
en: let’s rock!

source: 선 주임님이?
en: you?

source: 지금부터 전수해 줄게!
en: I’ll start passing it to you now!

source: 야 합니다.
en: AME COMPANY.

source: 끄덕
en: nod

source: 모두가 부러워하는 대기업,
en: a dream company for all working professionals.

source: 지~지 지지
en: GI-GI GIGI

source: 아하하
en: hahaha

source: 이 밴드는 무조건 뜬다!!
en: this band is guaranteed to make it big!

source: 재수 없잖아.
en: I don’t like him.

source: 부탁이란 건…?
en: ...what’s the favor?

source: 피식
en: SCOFF

source: 별일이구먼…
en: how unusual...

source: 녀석이 있다면
en: side by side with him,

source: 소곤
en: WHISPER

source: 알을 깨고 나오셔야 합니다, 해인 씨.
en: ...break out of your shell for once, hae-in.

source: 그리고 그날, 천호연은∙∙∙
en: and that day, hoyeon...

source: 앞으로 해야 할 일이 있거든요.
en: we have a crucial task ahead of us.

source: 흐음~
en: hmm

source: 축하드립니다.
en: Congratulations.

source: 깜짝
en: STARTLED

source: 왜 회사 번호로 전화 주셨어요⎯
en: why are you call me at this number?

source: 그렇기 때문에 저 역시,
en: given that, I’m confident...

source: 헐… 그런 일들도 있군요.
en: oh wow... I didn’t know that.

source: 토닥여 줬으면 해…
en: ...would comfort me...

source: 처언 대리이이∙∙∙
en: hoyeoonn...

source: 동요를 부르는 의미를 알겠어?
en: do you get why we’re practicing with children’s songs?

source: 밴드명
en: Band Name

source: 음… 따로 유인할 필요는 없을 것 같아요.
en: mm... I don’t think we’ll really need to lure him.

source: 직장인 밴드?!
en: office workers?!

source: 챠랑-
en: TWANG

source: 아, 빨리 알려 주기나 해요.
en: ugh, just get on with it.

source: 갸우뚱
en: tilt

source: 하긴, 오디션은 매 순간이 실전이죠.
en: well, it’s true that every moment of an audition is as you described.

source: 선 주임, 정말 괜찮아?
en: are you sure you’re okay, hae-in?

source: 그래서 천호연이 저기서 노래를 부르고 있는 거지.
en: that’s why hoyeon is singing up there.

source: 우리 파트의 자랑!!
en: the pride of our team!

source: 일단 좀 씻고 올게요.
en: I’m going to wash up. I’ll be back.

source: ∙∙∙그래서 지금 형이랑 별로 만나고 싶지 않았는데.
en: that’s why I didn’t really want to meet up with you today...

source: 들을 가치가 없는 놈들 영상까지 다 볼 필요 없다는 얘기야.
en: my point is, you don’t need to watch the ones that aren’t worthwhile.

source: 이따가 이 대리, 자네 파트장 올라오라고 하고.
en: and tell your supervisor to come see me later, jinseong.

source: 천호연 대리의 무대가 이어지겠습니다-!!
en: give it up for associate manager hoyeon cheon!

source: 에휴
en: sigh

source: 빤-
en: stare

source: 생각보다 그림 좋은데?
en: ...they actually make a pretty cute couple.

source: 의의
en: Of The

source: 슥-
en: rise

source: 천 대리?
en: hoyeon?

source: 텅 빈 위로만큼 날 허망하게 만드는 건 없지.
en: I’d rather hear nothing than empty words of comfort.

source: …천 대리님이 코인 노래방에서 <안녕 나의 꿈>을 불러 줬을 때도,
en: it felt exactly like this when he sang...

source: 하아…
en: sigh

source: 그건 이 세상 누구도 아무도 원하지 않는 일
en: it’s something no one wanted...

source: 텁!
en: tap

source: <아스테르 엔터테인먼트> 의 수장 문복화.
en: ...the ceo of aster entertainment, bokhwa moon.

source: 부모님에겐 공부 잘하는 해인이.
en: to my parents, I’m hae-in, the hardworking, model daughter.

source: 막차는 벌써 끊겼겠지…?
en: the last train’s probably gone by now...

source: 그런데 왜 그런 부탁을 하셨을까?
en: but why did he ask me to listen to him sing?

source: 캭
en: urk

source: 와...
en: wow...

source: 부끄러워하기는ㅋㅋ
en: no need to be embarrassed!

source: …좋게 봐 주시니 고맙죠.
en: I’m grateful that people in the company think well of me.

source: 활짝!
en: GRIN

source: 비상경보장치
en: Emergency Alert System

source: ∙∙∙저도 합주 때 이렇게 몰입한 건 처음이에요.
en: I’ve never been this immersed during a jam session before, either.

source: 그럼∙∙∙
en: well, then...

source: 천 대리, 여기!
en: hoyeon, over here!

source: 천 대리님, 해 보시죠.
en: go ahead, mr. cheon.

source: 나는 모르는데 천호연은 아는 노래∙∙∙
en: a song that I don’t know but hoyeon does...

source: 완전 너무해~!!
en: so mean!

source: 뻐끔 뻐끔
en: SHOCKED

source: 마치 유령 같군…
en: he’s like a ghost...

source: 천 대리∙∙∙?!
en: hoyeon?!

source: 고생하셨어요. 내일 뵈어요.
en: good work today. see you tomorrow.

source: 여기까지 와서 머뭇거리는 이유는, 두려움 때문이다.
en: the reason I’m still hesitating is that I’m afraid.

source: 휘익 휘익
en: WAVE WAVE

source: 천대리,
en: Hoyeon,

source: 으쓱
en: shrug

source: 어떻게 복수를 해야 할까 밤새 고민했어!
en: I thought all night about how best to avenge myself!

source: 씨익
en: smirk

source: 연주할 땐 절대 실수하지 않았다.
en: ...he never made a mistake when he played.

source: 처음 보는데…
en: I’ve never seen him before...

source: 이 곡은…
en: this song is...

source: 아이고, 두 분 아침부터 왜 이러십니까.
en: now, now, you two, there’s no need to argue.

source: 외모, 능력, 성격 모든 게 완벽한 인물 선해인
en: hae-in seon blessed with perfect looks, talent, and personality

source: 챙
en: TSS

source: 자신의 감정을 전달할 수 있는 특별한 능력이 필요하지.
en: you need a special ability to convey your emotions through song.

source: 안주 먹을 시간도~ 없어요!
en: there’s no time for snacks!

source: 그게 무슨 상관이야?
en: what does that have anything to do with this?

source: 이 정도로 봐줘서 얼마나 다행인지...
en: thank god he didn’t want to press charges or anything...

source: 샤샥
en: leap

source: 드림어게인
en: DREAM AGAIN

source: …네?
en: what?

source: 안녕하세요, 선 주임님.
en: hello, ms. seon.

source: 오늘 완전 땡잡았잖아!
en: we totally hit the jackpot today!

source: 하하
en: HAHA

source: 그럼 이제 저희랑 함께하기로 결정하신 거죠?
en: so you’ve decided to join us, right?

source: 동요나 부르고 있다니…
en: to think we’d be singing children’s songs...

source: 코리아 캐피털 채용 종합 평가를 수석으로 통과한
en: received the highest overall score in korea capital’s comprehensive recruitment assessment!

source: 뭐야.
en: what?

source: …퍽이나.
en: uh huh. sure.

source: 하하, 가끔은 조용히 있고 싶더라고요.
en: haha, sometimes I need peace and quiet too.

source: 선해인 주임님이나 강수빈 대리님은 회사 기대주이신데∙∙∙
en: but ms. seon and mr. kang are the rising stars of the company, so...

source: 헐, 야.
en: whoa, hey.

source: 봐 봐요. 형도 얘네 좋아할걸.
en: take a look. you’re going to love them too.

source: 내가 그렇게 못나 보인다면 그냥 너 갈 길 가!
en: if you think I’m that foolish, just go on your way!

source: 힐끗
en: peek

source: 적어도 천 대리님은 그 일을 신경 쓰지 않잖아요.
en: mr. cheon, at least, isn’t losing any sleep over it.

source: 대학생 때,
en: when I was in college...

source: 남이 대신 연주했거나
en: either someone else played the music for those,

source: 으음…
en: um...

source: 이제 진정해요..
en: calm down...

source: 나쁘지 않은 선곡이네.
en: not a bad choice.

source: 착
en: nudge

source: 무명의 직장인 밴드.
en: ...seemingly out of nowhere.

source: 역시~ 놀 줄 아는 사람이 쓸 줄도 알아!
en: indeed, people who know how to party are generous too!

source: 천호연, 대단한데?
en: not bad, hoyeon!

source: 외근 다녀오겠습니다-
en: I’m heading out for a client meeting!

source: 아마도 난 완벽하게 성공한거 같아!
en: I think I got my perfect revenge!

source: 죄송합니다.
en: I’m sorry.

source: 휘 휘익~
en: whistle

source: 우리가 매일 연습하는 곡이잖아!
en: we practice this song every day!

source: 하핫..
en: haha...

source: 궁금하잖아요, 대체 무슨 소린지…
en: I’m curious about all the noise...

source: 하늘에서 내려 준 빛으로 샤워해.
en: I’m showering in light from the heavens.

source: 너야말로 후회할 소리 마시지.
en: don’t say anything you’ll come to regret later.

source: 그래도 작년보다 건물은 깨끗하네요.
en: at least our accommodations appear to be an improvement over last year’s.

source: 시간을 돌려 똑같은 결과가 찾아온다 해도…
en: even if I could turn back time, and it was all destined to end the same way...

source: 쾅!
en: THUNK

source: 아주 맛깔나고 기가 막혔던 기억이 나서요!
en: you sang so well. I was amazed!

source: 그러다 생각했습니다.
en: that’s why I started to think...

source: 꼼지락
en: FIDGET

source: 그… 그래, 천 대리!
en: r-right, exactly!

source: 여기다 하면 되나요?
en: is right here okay?

source: 쿵쿵
en: stomp stomp

source: 분위기가 완전히 달라졌어∙∙∙!
en: the vibe is totally different!

source: 천 대리님⎯
en: mr. cheon!

source: 두둥!
en: DU DUN

source: 처음엔 놀랐는데, 지금은 대수롭지도 않아요.
en: I was startled at first, but it’s no big deal.

source: 스스스
en: fwoosh

source: 오, 이 사운드는… 플로리스인가?
en: ooh, this song is... one of flawless’s?

source: 내가 잘못한 게 맞으니까.
en: because it was my fault.

source: 국제 어린이 미술대회
en: International Children’s Art Competition

source: 아, 예…
en: oh, okay...

source: 지금 저한테만 보이고, 목소리도 저한테만 들리는 거잖아요.
en: I’m the only person... who can see and hear you.

source: 그러고 보니 우리 각자 파트도 안 정했는데…
en: I just realized we haven’t decided who’s going to play which part...

source: 음, 음.
en: yep, yep.

source: 음. 그건 말이지.
en: well, that’s because...

source: 하여간 인성하고는…
en: what a douche...

source: 하긴, 이번에 받은 연주 영상 보니까
en: yeah, I saw the video of her playing.

source: 감사합니다!!
en: thank you very much!

source: 1분 남았을 땐…
en: whenever I see there’s only one minute left on the karaoke machine...

source: 천 대리 목소리가…
en: was his voice always...

source: 제 노래,
en: ...listen to me...

source: 아무래도 호연이가 한 방 먹은 것 같은데?
en: looks like hae-in got one up on hoyeon.

source: 이태형
en: Taehyeong Lee

source: 딸꾹
en: HIC

source: 제가 아무리 열심히 영업을 하고 좋은 거리를 따 와도
en: no matter how much energy I poured into entertaining clients and getting new accounts...

source: 저야말로!
en: likewise!

source: 활짝
en: GRIN

source: 뛰어난 멤버들을 그저 모아만 둔다고 해서∙∙∙
en: merely collecting a bunch of skilled musicians...

source: 저 사람이 지금 좋은 아침이겠냐?
en: do you think she’s having a good morning?

source: 무섭단 말이야!!
en: I’m scared!

source: 도착하시면 사람 있을 거예요.
en: someone will be there waiting to help him out of the cab.

source: 어쩌다 이렇게…
en: so how did I end up...

source: 빙긋
en: smile

source: 끼얏호!
en: woohoo!

source: 휘오오오..
en: whoosh

source: 나도 마저 듣고 싶었어!
en: I wanted to listen to the rest, too!

source: 무슨 노래 할 거냐?
en: what are you going to sing?

source: 호오.
en: ooh.

source: 두근 두근
en: BA-BUMP BA-BUMP

source: 상대방은 그렇게 생각하지 않을 수도 있겠죠?
en: ...she might not feel the same way.

source: 내 손으로 움켜쥐리!!!
en: ...grab you by the horns!

source: 탈락∙∙∙
en: failed...

source: 빠릿빠릿하다니까~
en: you’re so efficient.

source: 업무를 다 끝내 버린대요.
en: ...and finishes all his work.

source: 뭐 하냐, 천호연. 취해서 발음 완전 뭉개지고.
en: hoyeon, what are you doing? you’re drunk and slurring your words.

source: 대답을 빨리 드리고 싶어서요.
en: ...give you an answer as soon as possible.

source: 그러니까 지금 나에게 오면서 이런 기본적인 확인도 안 한 건가?
en: so you didn’t even bother confirming whether you passed the first round of auditions before coming to see me?

source: … 선 주임님.
en: ms. seon.

source: 이런 무대를 더 많이 만들고 싶어.
en: I want more stages like this.

source: 뭐 이렇게 말해도,
en: I’m saying that, but of course...

source: 그리고 한 분 더 오셔야 하는데∙∙∙
en: and we’re waiting for one more person...

source: 우는 것 같던⎯
en: I think she was cryi--

source: 접수 확인 문자 말고∙∙∙
en: what about after the confirmation?

source: 워우예에~~!
en: whoooa yeeeaaah!

source: 딸랑-
en: ding

source: 아니!
en: oh, come on!

source: 정말…
en: seriously...

source: 무슨 직장인 밴드가 이렇게 잘해요!!
en: there’s no way an amateur band can be this good!

source: 전 '한지혁 밴드'의 기타리스트이자∙∙∙
en: guitarist in the now-defunct jihyeok han band...

source: 하나, 둘
en: one, two...

source: 네, 밴드 <천연 에이드>로 참가했습니다.
en: yes, we signed up as a band called cheonyeon-ade.

source: 13화
en: Episode 13

source: 자네들 중 하나는 내게 거짓말을 한다는 건가?
en: does that mean one of you is lying to me?

source: 반짝
en: glint

source: 띠용
en: confused

source: 웬 박수?
en: what’s with the clapping?

source: 파트장님이 제일 잘 아시지 않아요?
en: mr. cheon basically got us that contract all by himself!

source: 이만 퇴근해 보겠습니다~
en: I’m heading home for the day!

source: 원샷'이 찍은 직캠 올라왔다.
en: oneshot just posted a new fancam.

source: 그건… 전적으로 동감합니다.
en: on that... I completely agree.

source: 멀찍
en: far away

source: 10곡 더!
en: ten more songs!

source: 잠깐만요. 저 문자가 와서.
en: sorry, one sec. I just got a text.

source: 아오
en: oww

source: <고백해서 혼내주자>라∙∙∙
en: punishment by confession, huh?

source: 끔뻑
en: blink

source: 삐이- 삐이-
en: beep beep

source: 당신의 슬픔을 이해해요
en: I understand the pain you’re in...

source: 지금 부사장실에 또 다른 <드림 어게인> 참가 팀이 있습니다.
en: another band that’s auditioning for dream again is currently in the vice president’s office.

source: 이겼다~
en: I won!

source: 선해인 때문에 전문 모델도 안 쓴다는데.
en: the company doesn’t even bother hiring professional models for their marketing campaigns, since they have her.

source: 탁!
en: PRESS

source: 나?
en: me?

source: 스스로를 괴롭힐지도 몰라요
en: ...but torturing myself.

source: 너무 어이없어서 그만 힘이…
en: I was so dumbfounded, I reflexively tightened my grip...

source: 원샷을 안 하면 장가를 못 가요~
en: if you don’t chug it, you’ll have bad luck!

source: 좌자장!
en: DUM DUM DA

source: 나를 제외하고.
en: ...except me.

source: …입에다 테이프를 붙이든가 해야지, 안 되겠어.
en: I need to tape his mouth shut or something.

source: 매달, 첫 번째 영업일에 찾아오는
en: on the first weekday of each month...

source: 울컥
en: annoyed

source: 사람을 움직일 수 있는 힘…!!!
en: the power to move people!

source: 또각 또각
en: click clack

source: 모처럼 주말에 합주도 잡아 놨는데.
en: we’ve got a jam session this coming weekend, too.

source: 으윽…
en: ugh...

source: 그런…
en: yet...

source: 나도 물론.
en: me as well.

source: 음…
en: hmm...

source: 드, 들어갈까요?
en: l-let’s go inside.

source: 휘적 휘적
en: wave wave

source: 다다
en: da da

source: 네…?
en: sorry?

source: 저도 의심스러운데요~
en: yeah, for sure!

source: 아무런 말도 붙이지 말고,
en: don’t say a word...

source: 당장 안 나가?!
en: get out this instant!

source: 자야 하니까.
en: I need to sleep.

source: 특훈이다!
en: for some special training!

source: 이거 빨간 건데…
en: but this is a bottle of the red-capped kind...

source: 어리둥절
en: confused

source: 성질은…
en: so impatient...

source: 그게 바로 아우라인 거야.
en: ...could involve an aura.

source: 해서…
en: so...

source: 얌전히 독서하는 당신,
en: you’re reading quietly,

source: 네, 기성 밴드랑 비교해도 손색없을 정도로 너무 좋아요∙∙∙!
en: yeah, it was great! you could easily compete with professional bands.

source: 엄청난 숫자네요∙∙∙
en: that’s a huge number...

source: 이 한지혁 님이…
en: I, jihyeok han...

source: 4화
en: Episode 4

source: 챙챙
en: clang clang

source: 댓글
en: Comments

source: 홀짝
en: SIP

source: 대박!
en: cool!

source: ∙∙∙말이 묘하다?
en: so... what are you trying to say?

source: 이야, 이건∙∙∙
en: wow, that’s...

source: 휴대용비상조
en: Emergency Flashlights

source: 이제 어떡해-!!
en: what do I do now?!

source: 캬캬캬
en: kekeke

source: 두
en: du

source: 웬 노래방?
en: what karaoke?

source: 집에 있는 앰프랑은 차원이 다르네…
en: this is on a whole other level compared to the amp I have at home...

source: 하긴, 뭐든 억누르려고만 하면 반작용이 생기기 마련이니까…
en: it makes sense. if you keep suppressing your feelings, they’re bound to explode one day...

source: 타닥 탁
en: STEP STEP

source: …그걸 보고 느꼈습니다.
en: it inspired me...

source: 흠…
en: hmm...

source: 나도 말이야.
en: you know, I

source: 같은 노래를 또 부를 수 있겠어?
en: ...you can’t exactly repeat the same song.

source: 흠~
en: hmm...

source: 빨리 이쪽으로 오라고!!
en: quick, come back this way!

source: 꼼지락..
en: fidget

source: 이제 그만 일하러 가!!
en: get back to work!

source: 저도 나름 짬밥이 있습니다.
en: I’m not that inexperienced, you know.

source: 정목이 형.
en: ...jeongmok.

source: 그런데 왜 일단 로비에서 만나자고 한 겁니까?
en: but why did you want to meet in the lobby first?

source: 막걸리
en: Rice Wine

source: …네 말투, 진짜 재수 없는 거 알아?
en: do you realize you’re being a total *sshat?

source: 노래 정말 잘 부르셨지.
en: ...is a great singer.

source: 네 고민을 덜 수 있을 만한 얘길 해 주지.
en: I’ll tell you something that’ll take a load off your mind.

source: 당연히 기분이 좋진 않지만,
en: obviously it didn’t feel great...

source: 아하하!
en: hahaha!

source: ∙∙∙슬슬 일어나요.
en: we should be getting home.

source: 타다닥
en: clack clack clack

source: Angel us coffee 7080 닥달
en: Angel Us coffee 7080 Dakdal

source: 그런데 왜 처음 듣는 것 같지∙∙∙?
en: but why does it feel like it’s the first time I’m hearing this song?

source: 영업 1파트로 인수인계하란다.
en: ...we’ve been asked to hand it over to sales team 1.

source: 고객 만족팀.
en: from the customer satisfaction team.

source: 표
en: Cert

source: SunRequest 썬탠
en: SunRequest Tanning

source: 우린 방금 탈락한 겁니다.
en: we just failed.

source: 핫
en: gasp

source: 저 사람 이름이 뭐예요?
en: what’s that guy’s name?

source: 그… 그런 거 아닙니다!
en: n-no, nothing like that!

source: 점심시간 12시…
en: it’s noon, lunchtime...

source: 우리 베이시스트가 되겠군.
en: ...will be our bassist.

source: 와⎯ 뭐야?
en: whoa... what’s that?

source: 하지만 분명 들어 줄 만하긴 했어.
en: but it definitely wasn’t horrible.

source: 편집디자인 카푸
en: Editing and Design Kapu

source: 드륵
en: SLIDE

source: …응?
en: what?

source: 퍽!
en: slap

source: 용사를 보면 쫄리는 마음 누가 알까⎯!
en: do you know how intimidating it is to face off against a warrior?!

source: 방송이라.
en: a tv show, eh?

source: 어쩔 수 없죠.
en: there’s nothing we can do.

source: 어제 네가 취해서 길바닥에서 만든 노래!
en: sing the song you composed while drunk on the streets last night!

source: 저야 자연스럽게 대화하더라도, 다른 사람들한테는 이상하게 보일 테니까…
en: even thought we’re simply having a conversation, it’ll look very strange to other people...

source: 아까는 죽은 사람이 살아 돌아왔다고 잔뜩 쫄더니 벌써 이렇게 무시하냐!
en: you were totally scared of me earlier, but now it’s like I’m nothing to you!

source: 아니, 나는 못 할 것 같아.
en: no, I don’t think I can do that.

source: 그만해요, 선배.
en: hey, it’s okay.

source: 번쩍!
en: RAISE

source: 내 판단대로만 평가할 거라고.
en: ...going to assess them purely based on my opinion.

source: 드럼 건져 놨더니 이번엔 보컬이 술독으로 걸어 들어가는데,
en: I manage to get us a drummer, and then the singer decides to replace him as the band alcoholic.

source: 빨간 이슬
en: Red Dew

source: 원샷은 분명 영상 쪽에서 일하는 사람일 거야!
en: he must have a job in film.

source: 샤랑
en: sparkle

source: 단풍이 물들어 가는 아름다운 계절…
en: leaves are changing colors, signaling the beautiful season of...

source: 내 아우라를 스펀지처럼 빨아들이고 있어.
en: he’s soaking up my aura like a sponge.

source: 달다 달아!
en: that’s smooth!

source: …과장님은 늘 저희 기수의 롤 모델이셨습니다.
en: you were always a role model for my cohort.

source: 이런 시ㅂ…
en: what is this fu--

source: 룰루~
en: la la la...

source: 분명 선해인도 그중 하나겠지.
en: hae-in must be one of those people.

source: 코인 노래방 같은 곳은
en: ...places like coin karaoke bars...

source: 천호연 대리
en: Asso. Manager Cheon

source: 심지어 집안이 어마어마한 영향력을 가졌다는 소문도 있다.
en: and rumor has it that her family is hugely wealthy and influential.

source: 잘생겼다!!!
en: we love you!

source: 찰랑-
en: RIPPLE

source: 이 합주는∙∙∙
en: this session was...

source: 요즘 1, 20만 원이면 영상 찍는데-
en: it only costs one or two hundred bucks these days to hire a professional.

source: 실적이 바닥이라 다른 애들 앞에서 망신당하는 호구!
en: an incompetent clown I can publicly humiliate!

source: 어휴… 다행이네요.
en: ohh... that’s a relief.

source: 조-용
en: SILENCE

source: 다음 차례는!
en: next up, we have...

source: 학창 시절에 공부는 안 하고 딴따라 짓만 했나?
en: maybe he wasted time on this stuff instead of studying?

source: 분명 발음도, 음정도 엉망인데
en: both his diction and pitch are awful right now...

source: 최대한 빨리 회복해 볼게.
en: but I’ll work to make it happen as quickly as possible.

source: 시간 많은가 봐요?
en: guess you got a lot of time on your hands.

source: 선 주임님이 밴드 멤버라는 건 예상 못 해서 좀 놀랍네요.
en: ...I am pretty surprised. I didn’t expect ms. seon to be part of the band.

source: ∙∙∙혼자 뭐 하냐, 청승맞게∙∙∙
en: what am I doing? this is so silly.

source: 불쑥
en: pop

source: 이것 람, 오해는 하지 마.
en: that was... don’t get me wrong.

source: 천 대리~!!
en: mr. cheon!

source: 그러니까 얼른 하겠다고 해!
en: so tell them you’ll do it right now!

source: 위-잉
en: whirrrrr

source: 천 대리, 오늘 송도 갈 예정이지?
en: hoyeon, you’re scheduled to go to songdo today, right?

source: 짠-!
en: clink

source: <드림 어게인> 예선 심사∙∙∙'
en: dream again... first round...

source: 푸하!!
en: phew!

source: 저랑 밴드하시죠.
en: ...let’s form a band.

source: 정신없이 달리다 보면 그럴 때가 있지!
en: when you keep going without a break, you start wondering!

source: 널 좋아해!
en: ...that I like you!

source: 밴드 하시죠
en: Let’s Form a Band

source: 악기 연주는 노래를 부르는 것만큼 아우라를 쓰진 않으니까.
en: ...since playing an instrument doesn’t consume as much aura as singing does.

source: 이 정도라면 아마 전체 예산만 수십억…
en: something like this would have a budget of several millions of dollars...

source: 누군데, 너.
en: who are you?

source: 그렇게 불쑥 나오면 어떻게 합니까?
en: you can’t just pop up like that,

source: 저…
en: um...

source: 선배 것까지 떠 올게요.
en: I’ll get a cup for you, too.

source: 바로 그 노래.
en: ...to the bass guitar.

source: 나도 원하지 않고
en: I didn’t want this...

source: 얘는 왜 갑자기 자화자찬이래?
en: why is he suddenly bragging about how nice he’s being?

source: 지잉
en: slide

source: 그러고 보니
en: come to think of it...

source: 네에⎯!!
en: YEAH!

source: 끄응..
en: urgh...

source: 왠지 모르게 기대를 하게 된다.
en: ...I can’t help but hope.

source: 밴드 <진성 캐피털> 참가 신청 확인∙∙∙
en: the band jinseong capital is confirmed as a registrant...

source: 우리 팀엔 웬일이야?
en: what brings you to our office?

source: 우웅- 우웅-
en: BZZZ BZZZ

source: 고오오오오
en: GLARE

source: 아까 기기 고장은 천 대리님 잘못이 아니라고 하네요.
en: ...that the equipment failure from earlier wasn’t your fault.

source: 음-
en: MMM

source: 이럴 수가…
en: it can’t be...

source: 하지만 고졸 특수 직군인 나와는…
en: but compared to me, a special hire with only a high school diploma...

source: 이게 바로 아우라의 진정한 정의다.
en: that’s what an “aura” truly means.

source: 마셔~
en: let’s drink!

source: 몇 주 전
en: a few weeks ago

source: 안 다니면 드림 어게인에 못 나가는데?
en: if you didn’t work there, you wouldn’t be eligible for dream again.

source: 듣고 싶지 않은데 저절로 들려!
en: I don’t wanna hear it, but I’m forced to listen!

source: 이를테면 이 몸 같은!
en: like me, for example!

source: 둥 두구 둥두
en: DU DUDU DU

source: 하아 하아
en: HUFF HUFF

source: 뚠뚠-
en: da dum

source: 콜라처럼 낙오자가 되기 싫으면!!
en: if you don’t want to be a failure like cola!

source: 드림 어게인 참가 신청 팀이 2,500개라고?
en: there are 2,500 bands signed up to compete in dream again?

source: 제가 딱 그 케이스였죠.
en: well, that’s what I did.

source: 둥 두둥 드르륵
en: DUN DADUN DUDU

source: 네, 넵…!
en: o-okay!

source: 자, 다음 차례는~!
en: all right! next up, we have...

source: 잠을 안 잠.
en: they do not sleep.

source: 그럼 혹시, 원샷이라고 아세요?
en: have you heard of oneshot?

source: 두근 두근..
en: ba-bump ba-bump

source: 주
en: ju

source: 어엇, 선 주임∙∙∙!!
en: wait, hae-in...!

source: 이런 곳에도 사람이 사는구나.
en: people actually live like this?

source: 처억
en: LIFT

source: 크흐~
en: yeah...

source: 음. 확실하군.
en: this looks legitimate.

source: 나한테 붙은 귀신은 그걸 보고 또,
en: ...now the ghost who’s haunting me...

source: 알콜맨이랑 하는 짓이 비슷하다고 해서 기대하는 건…
en: I know it’s ridiculous to expect great things from this guy...

source: 뭐… 말이 그렇다는 거죠.
en: I mean... I’m just saying.

source: gallery PC 경희미래한의원 해피밸리 스튜디오
en: gallery PC Kyunghui Mirae Clinic Happy Valley Studio

source: 며칠 뒤
en: a few days later

source: 판은…
en: don’t worry. everything...

source: 캭 크악
en: grr hiss

source: 네 일생일대의 기회일지도.
en: ...the chance of a lifetime.

source: 한지혁
en: jihyeok han.

source: 미장센 일동
en: Mise En Scène

source: 하지만 강수빈 대리 하면 역시…
en: but he’s best known for...

source: 하루
en: All-Day

source: 그거나 저거나~!
en: same thing!

source: 고차로
en: Crossroads

source: 톡톡
en: tap tap

source: 머-엉
en: dazed

source: 그런 얘기가 저기까지…
en: I didn’t know that was so widely known...

source: 아오…
en: ugh...

source: 오호..
en: hmm...

source: 아 왜~!
en: but whyyy?

source: 제안이라면…?
en: a proposal?

source: 과장님이 하시는 말씀이라,
en: I don’t know if I can believe that...

source: 영기(靈氣)'.
en: when they’re performing a particular action.

source: 오면서 관계자 분께 들었는데,
en: someone from around music told me on our way out...

source: 수… 수고하셨습니다…
en: th... thanks...

source: 아마추어라면 그렇겠지.
en: true, amateurs wouldn’t be.

source: <아스테르 엔터테인먼트>의 또 다른 이름.
en: aster entertainment is also known as...

source: 베이스,
en: ...a bassist...

source: 빨리 와! 노래 좋아!
en: hurry up! this song is great!

source: 엑, 진짜?
en: ugh, really?

source: 왜 또 저래?
en: what’s going on now?

source: 바들 바들
en: tremble tremble

source: 선해인 주임님만을 위한 노래예요.
en: ...a song just for you.

source: 앵콜!
en: encore!

source: 죄송해요.{j}괜히 저 때문에 대리님꼐서 운전을…
en: I’m sorry{j}that you have to play chauffeur because of me...

source: 어어~~! 그래, 그래!
en: yeah, yeah! of course!

source: 짜증..
en: IRRITATED

source: 일반인 영상임에도 반응이 나쁘지 않았다.
en: ended up becoming fairly popular, even though it wasn’t of anyone famous.
